Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Recovery / HRV report
ar: تقرير التعافي / HRV
da: Restitutions-/HRV-rapport
de: Erholungs-/HRV-Bericht
es: Informe de recuperación/HRV
fi: Palautumis-/HRV-raportti
fr: Rapport de récupération/HRV
is: Endurheimtar-/HRV-skýrsla
it: Report di recupero/HRV
ja: 回復／HRV レポート
ko: 회복 / HRV 리포트
nb: Restitusjons-/HRV-rapport
nl: Herstel-/HRV-rapport
pt_br: Relatório de recuperação/HRV
ru: Отчёт о восстановлении/ВСР
sv: Återhämtnings-/HRV-rapport
zh_hans: 恢复 / HRV 报告

source: Recovery / HRV Report
ar: تقرير التعافي / HRV
da: Restitutions-/HRV-rapport
de: Erholungs-/HRV-Bericht
es: Informe de recuperación / HRV
fi: Palautumis-/HRV-raportti
fr: Rapport récupération / HRV
is: Endurheimtar-/HRV-skýrsla
it: Report recupero / HRV
ja: 回復 / HRV レポート
ko: 회복 / HRV 리포트
nb: Restitusjons-/HRV-rapport
nl: Herstel-/HRV-rapport
pt_br: Relatório de recuperação / VFC
ru: Отчёт о восстановлении / ВСР
sv: Återhämtnings-/HRV-rapport
zh_hans: 恢复 / HRV 报告

source: Recovery & Readiness Scores
ar: درجات التعافي والجاهزية
da: Restitutions- og parathedsscore
de: Erholungs- & Bereitschafts-Scores
es: Puntuaciones de recuperación y preparación
fi: Palautumis- ja valmiuspisteet
fr: Scores de récupération et de préparation
is: Bata- og viðbúnaðarstig
it: Punteggi di recupero e prontezza
ja: 回復・準備状態スコア
ko: 회복 및 준비 점수
nb: Restitusjons- og beredskapspoeng
nl: Herstel- en paraatheidsscores
pt_br: Pontuações de recuperação e prontidão
ru: Оценки восстановления и готовности
sv: Återhämtnings- och beredskapsvärden
zh_hans: 恢复和准备状态评分

source: Recovery & Training
ar: التعافي والتدريب
da: Restitution og træning
de: Erholung & Training
es: Recuperación y entrenamiento
fi: Palautuminen ja harjoittelu
fr: Récupération et entraînement
is: Endurheimt og æfingar
it: Recupero e allenamento
ja: 回復とトレーニング
ko: 회복 및 훈련
nb: Restitusjon og trening
nl: Herstel en training
pt_br: Recuperação e treino
ru: Восстановление и тренировки
sv: Återhämtning och träning
zh_hans: 恢复与训练

# Recovery %lld · %@
source: Recovery %1$lld · %2$@
ar: التعافي %lld · %@
da: Restitution %lld · %@
de: Erholung %lld · %@
es: Recuperación %lld · %@
fi: Palautuminen %lld · %@
fr: Récupération %lld · %@
is: Endurheimt %lld · %@
it: Recupero %lld · %@
ja: 回復 %lld · %@
ko: 회복 %lld · %@
nb: Restitusjon %lld · %@
nl: Herstel %lld · %@
pt_br: Recuperação %lld · %@
ru: Восстановление %lld · %@
sv: Återhämtning %lld · %@
zh_hans: 恢复 %lld · %@

source: Recovery Actions
ar: إجراءات التعافي
da: Restitutionshandlinger
de: Erholungsmaßnahmen
es: Acciones de recuperación
fi: Palautumistoimet
fr: Actions de récupération
is: Endurheimtaraðgerðir
it: Azioni di recupero
ja: 回復アクション
ko: 회복 작업
nb: Restitusjonstiltak
nl: Herstelacties
pt_br: Ações de recuperação
ru: Действия для восстановления
sv: Återhämtningsåtgärder
zh_hans: 恢复操作

source: Recovery avg
ar: متوسط التعافي
da: Gns. restitution
de: Ø Erholung
es: Recuperación media
fi: Palautuminen ka.
fr: Récupération moy.
is: Meðalendurheimt
it: Recupero medio
ja: 回復の平均
ko: 평균 회복
nb: Gj.sn. restitusjon
nl: Gem. herstel
pt_br: Recuperação méd.
ru: Сред. восстановление
sv: Snitt återhämtning
zh_hans: 平均恢复

source: Recovery Complete
ar: اكتمل الاسترداد
da: Genopretning fuldført
de: Wiederherstellung abgeschlossen
es: Recuperación completa
fi: Palautuminen valmis
fr: Récupération terminée
is: Bati lokið
it: Recupero completato
ja: 復元完了
ko: 복구 완료
nb: Gjenoppretting fullført
nl: Herstel voltooid
pt_br: Recuperação completa
ru: Восстановление завершено
sv: Återhämtning slutförd
zh_hans: 恢复完成

source: Recovery context
ar: سياق التعافي
da: Restitutionskontekst
de: Erholungskontext
es: Contexto de recuperación
fi: Palautumisen konteksti
fr: Contexte de récupération
is: Samhengi endurheimtar
it: Contesto di recupero
ja: 回復のコンテキスト
ko: 회복 맥락
nb: Restitusjonskontekst
nl: Herstelcontext
pt_br: Contexto de recuperação
ru: Контекст восстановления
sv: Återhämtningskontext
zh_hans: 恢复背景

source: Recovery drop only %lld bpm — could be fatigue, dehydration, or stale baseline.
ar: انخفاض النبض في التعافي %lld نبضة/دقيقة فقط — قد يكون إرهاقًا أو جفافًا أو خط أساس قديمًا.
da: Restitutionsfaldet er kun %lld bpm — kan skyldes træthed, dehydrering eller en forældet baseline.
de: Erholungsabfall nur %lld bpm — mögliche Ursachen: Ermüdung, Dehydrierung oder veraltete Baseline.
es: La caída de recuperación es de solo %lld lpm — podría ser fatiga, deshidratación o una línea base desactualizada.
fi: Palautumispudotus vain %lld bpm — syynä voi olla väsymys, kuivuminen tai vanhentunut perustaso.
fr: Récupération de la FC de seulement %lld bpm — fatigue, déshydratation ou référence obsolète possibles.
is: Endurheimtarfall aðeins %lld slög/mín — gæti verið þreyta, vökvaskortur eða úrelt grunnlína.
it: Calo di recupero di soli %lld bpm — potrebbe essere fatica, disidratazione o una baseline non aggiornata.
ja: 回復時の低下はわずか %lld bpm — 疲労、脱水、または古いベースラインが原因かもしれません。
ko: 회복 시 감소가 %lld bpm에 불과합니다 — 피로, 탈수 또는 오래된 기준선 때문일 수 있습니다.
nb: Restitusjonsfallet er bare %lld bpm — kan skyldes tretthet, dehydrering eller en utdatert baseline.
nl: Herstelafname slechts %lld bpm — kan vermoeidheid, uitdroging of een verouderde basislijn zijn.
pt_br: Queda de recuperação de apenas %lld bpm — pode ser fadiga, desidratação ou linha de base desatualizada.
ru: Падение при восстановлении всего %lld уд/мин — возможны усталость, обезвоживание или устаревшая базовая линия.
sv: Återhämtningsfallet är bara %lld bpm — kan bero på trötthet, uttorkning eller en föråldrad baslinje.
zh_hans: 恢复期仅下降 %lld bpm — 可能是疲劳、脱水或基线过时。

source: Recovery emails
ar: رسائل التعافي
da: Restitutions-e-mails
de: Erholungs-E-Mails
es: Correos de recuperación
fi: Palautumissähköpostit
fr: E-mails de récupération
is: Endurheimtar-tölvupóstar
it: Email di recupero
ja: 回復メール
ko: 회복 이메일
nb: Restitusjons-e-poster
nl: Herstel-e-mails
pt_br: E-mails de recuperação
ru: Письма о восстановлении
sv: Återhämtningsmejl
zh_hans: 恢复邮件

source: Recovery Fraction
ar: نسبة التعافي
da: Restitutionsandel
de: Erholungsanteil
es: Fracción de recuperación
fi: Palautumisosuus
fr: Fraction de récupération
is: Endurheimtarhlutfall
it: Frazione di recupero
ja: 回復の割合
ko: 회복 비율
nb: Restitusjonsandel
nl: Herstelfractie
pt_br: Fração de recuperação
ru: Доля восстановления
sv: Återhämtningsandel
zh_hans: 恢复占比

source: Recovery or warm-up effort. Zone 1 builds aerobic base without fatigue cost.
ar: جهد تعافٍ أو إحماء. تبني المنطقة 1 القاعدة الهوائية دون كلفة إرهاق.
da: Restitutions- eller opvarmningsindsats. Zone 1 bygger aerob base uden træthedsomkostning.
de: Erholungs- oder Aufwärmbelastung. Zone 1 baut die aerobe Basis ohne Ermüdungskosten auf.
es: Esfuerzo de recuperación o calentamiento. La Zona 1 construye base aeróbica sin coste de fatiga.
fi: Palautus- tai lämmittelyvauhti. Alue 1 rakentaa aerobista pohjaa ilman väsymyskustannusta.
fr: Effort de récupération ou d’échauffement. La Zone 1 construit la base aérobie sans coût de fatigue.
is: Endurheimtar- eða upphitunarátak. Svæði 1 byggir loftháðan grunn án þreytukostnaðar.
it: Sforzo di recupero o riscaldamento. La Zona 1 costruisce base aerobica senza costo di fatica.
ja: 回復またはウォームアップ強度。ゾーン 1 は疲労コストなしで有酸素ベースを築きます。
ko: 회복 또는 워밍업 강도. 존1은 피로 비용 없이 유산소 기초를 쌓습니다.
nb: Restitusjons- eller oppvarmingsinnsats. Sone 1 bygger aerob base uten trettehetskostnad.
nl: Herstel- of warming-up-inspanning. Zone 1 bouwt aerobe basis zonder vermoeidheidskosten.
pt_br: Esforço de recuperação ou aquecimento. A Zona 1 constrói base aeróbia sem custo de fadiga.
ru: Восстановительное или разминочное усилие. Зона 1 строит аэробную базу без цены усталости.
sv: Återhämtnings- eller uppvärmningsinsats. Zon 1 bygger aerob bas utan trötthetskostnad.
zh_hans: 恢复或热身强度。一区在不增加疲劳成本的情况下打造有氧基础。

source: Recovery Readiness Score
ar: درجة جاهزية التعافي
da: Restitutionsparathedsscore
de: Erholungsbereitschafts-Score
es: Puntuación de preparación de recuperación
fi: Palautumisvalmiuspistemäärä
fr: Score d'état de préparation à la récupération
is: Viðbúnaðarstig bata
it: Punteggio di prontezza al recupero
ja: 回復準備スコア
ko: 회복 준비 점수
nb: Restitusjonsberedskapsscore
nl: Herstelgereedheidsscore
pt_br: Pontuação de Prontidão de Recuperação
ru: Оценка восстановления и готовности
sv: Återhämtningsberedskapspoäng
zh_hans: 恢复准备状态分数

source: Recovery Report
ar: تقرير التعافي
da: Restitutionsrapport
de: Erholungsbericht
es: Informe de recuperación
fi: Palautumisraportti
fr: Rapport de récupération
is: Bataskýrsla
it: Rapporto di recupero
ja: 回復レポート
ko: 회복 보고서
nb: Restitusjonsrapport
nl: Herstelrapport
pt_br: Relatório de Recuperação
ru: Отчёт о восстановлении
sv: Återhämtningsrapport
zh_hans: 恢复报告

source: Recovery Report – %@
ar: تقرير التعافي – %@
da: Restitutionsrapport – %@
de: Erholungsbericht – %@
es: Informe de recuperación – %@
fi: Palautumisraportti – %@
fr: Rapport de récupération – %@
is: Endurheimtarskýrsla – %@
it: Report di recupero – %@
ja: 回復レポート – %@
ko: 회복 리포트 – %@
nb: Restitusjonsrapport – %@
nl: Herstelrapport – %@
pt_br: Relatório de recuperação – %@
ru: Отчёт о восстановлении – %@
sv: Återhämtningsrapport – %@
zh_hans: 恢复报告 – %@

source: Recovery score
ar: درجة التعافي
da: Restitutionsscore
de: Erholungs-Score
es: Puntuación de recuperación
fi: Palautumispisteet
fr: Score de récupération
is: Endurheimtarstig
it: Punteggio di recupero
ja: 回復スコア
ko: 회복 점수
nb: Restitusjonspoengsum
nl: Herstelscore
pt_br: Pontuação de recuperação
ru: Оценка восстановления
sv: Återhämtningsvärde
zh_hans: 恢复评分

# Recovery score %lld, %@, ring filled %lld percent.
source: Recovery score %1$lld, %2$@, ring filled %3$lld percent.
ar: درجة التعافي %lld، %@، الحلقة ممتلئة %lld بالمئة.
da: Restitutionsscore %lld, %@, ringen er %lld procent fyldt.
de: Erholungs-Score %lld, %@, Ring zu %lld Prozent gefüllt.
es: Puntuación de recuperación %lld, %@, anillo lleno al %lld por ciento.
fi: Palautumispisteet %lld, %@, rengas täyttynyt %lld prosenttia.
fr: Score de récupération %lld, %@, anneau rempli à %lld pour cent.
is: Endurheimtarstig %lld, %@, hringur fylltur %lld prósent.
it: Punteggio di recupero %lld, %@, anello riempito al %lld percento.
ja: 回復スコア %lld、%@、リングは %lld パーセント。
ko: 회복 점수 %lld, %@, 링 %lld 퍼센트 채움.
nb: Restitusjonspoeng %lld, %@, ringen er %lld prosent fylt.
nl: Herstelscore %lld, %@, ring voor %lld procent gevuld.
pt_br: Pontuação de recuperação %lld, %@, anel preenchido em %lld por cento.
ru: Оценка восстановления %lld, %@, кольцо заполнено на %lld %%.
sv: Återhämtningspoäng %lld, %@, ringen fylld till %lld procent.
zh_hans: 恢复评分 %lld，%@，圆环已填充 %lld%%。

source: Recovery Score Breakdown
ar: تفصيل درجة التعافي
da: Opdeling af restitutionsscore
de: Aufschlüsselung des Erholungs-Scores
es: Desglose de la puntuación de recuperación
fi: Palautumispisteiden erittely
fr: Détail du score de récupération
is: Sundurliðun endurheimtarstiga
it: Dettaglio del punteggio di recupero
ja: 回復スコアの内訳
ko: 회복 점수 상세
nb: Fordeling av restitusjonspoeng
nl: Uitsplitsing herstelscore
pt_br: Detalhamento da pontuação de recuperação
ru: Разбор оценки восстановления
sv: Uppdelning av återhämtningspoäng
zh_hans: 恢复评分构成

source: Recovery score loading.
ar: جارٍ تحميل درجة التعافي.
da: Restitutionsscore indlæses.
de: Erholungs-Score wird geladen.
es: Cargando la puntuación de recuperación.
fi: Ladataan palautumispisteitä.
fr: Chargement du score de récupération.
is: Hleð endurheimtarstigum.
it: Caricamento del punteggio di recupero.
ja: 回復スコアを読み込み中。
ko: 회복 점수 불러오는 중.
nb: Laster restitusjonspoeng.
nl: Herstelscore laden.
pt_br: Carregando a pontuação de recuperação.
ru: Загрузка оценки восстановления.
sv: Laddar återhämtningspoäng.
zh_hans: 正在加载恢复评分。

# Recovery score: %lld out of 100, %@
source: Recovery score: %1$lld out of 100, %2$@
ar: درجة التعافي: %1$lld من 100، %2$@
da: Restitutionsscore: %lld ud af 100, %@
de: Erholungs-Score: %lld von 100, %@
es: Puntuación de recuperación: %lld de 100, %@
fi: Palautumispistemäärä: %1$lld / 100, %2$@
fr: Score de récupération : %lld sur 100, %@
is: Batastig: %1$lld af 100, %2$@
it: Punteggio di recupero: %lld su 100, %@
ja: 回復スコア: 100中%lld、%@
ko: 회복 점수: 100점 중 %lld, %@
nb: Restitusjonsscore: %lld av 100, %@
nl: Herstelscore: %lld van 100, %@
pt_br: Pontuação de recuperação: %lld de 100, %@
ru: Оценка восстановления: %lld из 100, %@
sv: Återhämtningspoäng: %lld av 100, %@
zh_hans: 恢复评分: %1$lld/100，%2$@

source: Recovery session data is missing — try reanalysing the session.
ar: بيانات جلسة التعافي مفقودة — جرّب إعادة تحليل الجلسة.
da: Restitutionssessionens data mangler — prøv at genanalysere sessionen.
de: Daten der Erholungssitzung fehlen — versuche, die Sitzung neu zu analysieren.
es: Faltan los datos de la sesión de recuperación — prueba a reanalizarla.
fi: Palautumisistunnon tiedot puuttuvat — kokeile analysoida istunto uudelleen.
fr: Les données de la séance de récupération manquent — essayez de la réanalyser.
is: Gögn endurheimtarlotu vantar — prófaðu að endurgreina lotuna.
it: Mancano i dati della sessione di recupero — prova a rianalizzarla.
ja: 回復セッションのデータが不足しています — セッションの再分析をお試しください。
ko: 회복 세션 데이터가 없습니다 — 세션을 재분석해 보세요.
nb: Data for restitusjonsøkten mangler — prøv å reanalysere økten.
nl: Gegevens van de herstelsessie ontbreken — probeer de sessie te heranalyseren.
pt_br: Faltam dados da sessão de recuperação — tente reanalisar a sessão.
ru: Данные сессии восстановления отсутствуют — попробуйте переанализировать.
sv: Data för återhämtningspasset saknas — prova att omanalysera passet.
zh_hans: 缺少恢复记录数据 — 请尝试重新分析该记录。

source: Recovery Vitals
ar: العلامات الحيوية للتعافي
da: Restitutionsværdier
de: Erholungsvitalwerte
es: Constantes vitales de recuperación
fi: Palautumisen elintoiminnot
fr: Signes vitaux de récupération
is: Lífsmörk bata
it: Parametri vitali di recupero
ja: 回復バイタル
ko: 회복 바이탈
nb: Restitusjonsverdier
nl: Herstel-vitalen
pt_br: Sinais Vitais de Recuperação
ru: Показатели восстановления
sv: Återhämtningsvärden
zh_hans: 恢复生命体征

source: Recovery Vitals — Complete Analysis
ar: العلامات الحيوية للتعافي — تحليل كامل
da: Restitutions-vitalværdier — komplet analyse
de: Erholungs-Vitalwerte — vollständige Analyse
es: Constantes de recuperación — análisis completo
fi: Palautumisen vitaaliarvot — täysi analyysi
fr: Signes vitaux de récupération — analyse complète
is: Lífsmörk endurheimtar — heildargreining
it: Parametri vitali di recupero — analisi completa
ja: 回復バイタル — 完全解析
ko: 회복 생체 지표 — 전체 분석
nb: Restitusjons-vitalverdier — fullstendig analyse
nl: Herstel-vitale waarden — volledige analyse
pt_br: Sinais vitais de recuperação — análise completa
ru: Показатели восстановления — полный анализ
sv: Återhämtningsvitalvärden — fullständig analys
zh_hans: 恢复生命体征 — 完整分析

source: Recovery vitals are physiological signals collected by Apple Watch during sleep. Unlike HRV (which reflects autonomic tone), vitals shift with broader physiological load — hard training, alcohol, heat, altitude, and sometimes the start of an illness. Elevated vitals lower the score even when HRV looks good, because they can move when HRV has not.
ar: علامات التعافي الحيوية هي إشارات فسيولوجية تجمعها Apple Watch أثناء النوم. وخلافًا لـ HRV (الذي يعكس النشاط العصبي الذاتي)، تتغير العلامات الحيوية مع الحمل الفسيولوجي الأوسع — التدريب الشاق والكحول والحرارة والارتفاع عن سطح البحر، وأحيانًا بداية مرض. وتخفض العلامات الحيوية المرتفعة الدرجة حتى عندما يبدو HRV جيدًا، لأنها قد تتغير حين لا يتغير HRV.
da: Restitutionsvitaler er fysiologiske signaler, som Apple Watch indsamler under søvn. I modsætning til HRV (som afspejler autonom tonus) ændrer vitaler sig med den bredere fysiologiske belastning — hård træning, alkohol, varme, højde og nogle gange begyndelsen på en sygdom. Forhøjede vitaler sænker scoren, selv når HRV ser god ud, fordi de kan ændre sig, når HRV ikke har gjort det.
de: Erholungs-Vitalwerte sind physiologische Signale, die die Apple Watch im Schlaf erfasst. Anders als die HRV (die den autonomen Tonus widerspiegelt) verändern sich Vitalwerte mit der allgemeinen physiologischen Belastung — hartes Training, Alkohol, Hitze, Höhe und manchmal der Beginn einer Krankheit. Erhöhte Vitalwerte senken den Wert auch dann, wenn die HRV gut aussieht, weil sie sich verändern können, während die HRV es nicht tut.
es: Las constantes vitales de recuperación son señales fisiológicas que el Apple Watch recoge durante el sueño. A diferencia de la HRV (que refleja el tono autonómico), las constantes varían con la carga fisiológica general — entrenamiento intenso, alcohol, calor, altitud y, a veces, el inicio de una enfermedad. Unas constantes elevadas bajan la puntuación aunque la HRV se vea bien, porque pueden cambiar cuando la HRV no lo ha hecho.
fi: Palautumisen elintoiminnot ovat Apple Watchin unen aikana keräämiä fysiologisia signaaleja. Toisin kuin HRV (joka heijastaa autonomista tonusta), elintoiminnot muuttuvat laajemman fysiologisen kuorman mukana — kova harjoittelu, alkoholi, kuumuus, korkea ilmanala ja joskus sairauden alku. Koholla olevat elintoiminnot laskevat pisteitä silloinkin, kun HRV näyttää hyvältä, koska ne voivat muuttua silloin, kun HRV ei ole muuttunut.
fr: Les signes vitaux de récupération sont des signaux physiologiques recueillis par l’Apple Watch pendant le sommeil. Contrairement à la HRV (qui reflète le tonus autonome), les signes vitaux varient avec une charge physiologique plus large — entraînement intense, alcool, chaleur, altitude, et parfois le début d’une maladie. Des signes vitaux élevés font baisser le score même quand la HRV semble bonne, car ils peuvent bouger alors que la HRV n’a pas bougé.
is: Lífsmörk bata eru lífeðlisfræðileg merki sem Apple Watch safnar í svefni. Ólíkt HRV (sem endurspeglar ósjálfráðan tón) breytast lífsmörk með víðtækara lífeðlisfræðilegu álagi — erfiðum æfingum, áfengi, hita, hæð yfir sjó og stundum upphafi veikinda. Hækkuð lífsmörk lækka stigið jafnvel þegar HRV lítur vel út, því þau geta breyst þegar HRV hefur ekki gert það.
it: I parametri vitali di recupero sono segnali fisiologici raccolti dall’Apple Watch durante il sonno. A differenza dell’HRV (che riflette il tono autonomico), i parametri vitali cambiano con un carico fisiologico più ampio — allenamento intenso, alcol, caldo, altitudine e talvolta l’inizio di una malattia. Parametri vitali elevati abbassano il punteggio anche quando l’HRV sembra buona, perché possono variare quando l’HRV non è variata.
ja: 回復バイタルは、睡眠中に Apple Watch が収集する生理的シグナルです。HRV（自律神経の緊張を反映）とは異なり、バイタルはより広い生理的負荷によって変化します。ハードなトレーニング、アルコール、暑さ、高地、そして病気の始まりであることもあります。HRV は変化していなくてもバイタルが動くことがあるため、HRV が良好に見えてもバイタルが高ければスコアは下がります。
ko: 회복 바이탈은 수면 중 Apple Watch가 수집하는 생리적 신호입니다. HRV(자율신경 긴장도를 반영)와 달리 바이탈은 고강도 훈련, 음주, 더위, 고도, 그리고 때로는 질병의 시작 등 더 넓은 생리적 부하에 따라 변합니다. HRV가 변하지 않았을 때도 바이탈은 움직일 수 있으므로, HRV가 좋아 보여도 바이탈이 높으면 점수가 낮아집니다.
nb: Restitusjonsverdier er fysiologiske signaler som Apple Watch samler inn under søvn. I motsetning til HRV (som gjenspeiler autonom tonus) endres vitalverdiene med bredere fysiologisk belastning — hard trening, alkohol, varme, høyde og noen ganger starten på en sykdom. Forhøyede vitalverdier senker scoren selv når HRV ser bra ut, fordi de kan endre seg når HRV ikke har gjort det.
nl: Herstel-vitalen zijn fysiologische signalen die Apple Watch tijdens de slaap verzamelt. Anders dan HRV (dat de autonome tonus weerspiegelt) verschuiven vitale waarden met bredere fysiologische belasting — zware training, alcohol, hitte, hoogte en soms het begin van een ziekte. Verhoogde vitale waarden verlagen de score, zelfs als HRV er goed uitziet, omdat ze kunnen bewegen wanneer HRV dat niet heeft gedaan.
pt_br: Os sinais vitais de recuperação são sinais fisiológicos coletados pelo Apple Watch durante o sono. Diferentemente do HRV (que reflete o tônus autonômico), os sinais vitais variam com uma carga fisiológica mais ampla — treino intenso, álcool, calor, altitude e, às vezes, o início de uma doença. Sinais vitais elevados reduzem a pontuação mesmo quando o HRV parece bom, porque podem mudar quando o HRV não mudou.
ru: Показатели восстановления — это физиологические сигналы, которые Apple Watch собирают во время сна. В отличие от ВСР (отражающего вегетативный тонус), эти показатели меняются под более широкой физиологической нагрузкой — тяжёлые тренировки, алкоголь, жара, высота, а иногда начало болезни. Повышенные показатели снижают оценку, даже когда ВСР выглядит хорошо, потому что они могут меняться, когда ВСР не изменился.
sv: Återhämtningsvärden är fysiologiska signaler som Apple Watch samlar in under sömnen. Till skillnad från HRV (som speglar autonom tonus) förändras vitalvärden med bredare fysiologisk belastning — hård träning, alkohol, värme, höjd och ibland början av en sjukdom. Förhöjda vitalvärden sänker poängen även när HRV ser bra ut, eftersom de kan röra sig när HRV inte har gjort det.
zh_hans: 恢复生命体征是 Apple Watch 在睡眠期间采集的生理信号。与 HRV（反映自主神经张力）不同，生命体征会随更广泛的生理负荷而变化——高强度训练、饮酒、高温、高海拔，有时也包括疾病的开始。即使 HRV 看起来不错，生命体征升高也会降低评分，因为它们可能在 HRV 未变化时发生变化。

source: Recovery, workout, and daily PDFs
ar: ملفات PDF للتعافي والتمارين واليومية
da: Restitutions-, trænings- og daglige PDF'er
de: Erholungs-, Trainings- und tägliche PDFs
es: PDF de recuperación, entrenamiento y diarios
fi: Palautumis-, harjoitus- ja päivittäiset PDF:t
fr: PDF de récupération, d'entraînement et quotidiens
is: Endurheimtar-, æfinga- og daglegar PDF-skrár
it: PDF di recupero, allenamento e giornalieri
ja: 回復、ワークアウト、デイリーのPDF
ko: 회복, 운동, 일일 PDF
nb: Restitusjons-, trenings- og daglige PDF-er
nl: Herstel-, training- en dagelijkse pdf's
pt_br: PDFs de recuperação, treino e diários
ru: PDF-файлы восстановления, тренировок и ежедневные
sv: PDF:er för återhämtning, träning och dagliga
zh_hans: 恢复、训练和每日 PDF

source: Recovery: %lld
ar: التعافي: %lld
da: Restitution: %lld
de: Erholung: %lld
es: Recuperación: %lld
fi: Palautuminen: %lld
fr: Récupération : %lld
is: Endurheimt: %lld
it: Recupero: %lld
ja: 回復: %lld
ko: 회복: %lld
nb: Restitusjon: %lld
nl: Herstel: %lld
pt_br: Recuperação: %lld
ru: Восстановление: %lld
sv: Återhämtning: %lld
zh_hans: 恢复：%lld

source: Refine
ar: تحسين
da: Forfin
de: Verfeinern
es: Refinar
fi: Tarkenna
fr: Affiner
is: Fínstilla
it: Affina
ja: 調整
ko: 세부 조정
nb: Finjuster
nl: Verfijnen
pt_br: Refinar
ru: Уточнить
sv: Förfina
zh_hans: 优化

source: Refines Apple Watch sleep stages using chest-strap HRV.
ar: يحسّن مراحل النوم في Apple Watch باستخدام HRV من الحزام.
da: Forfiner Apple Watch-søvnstadier ved hjælp af HRV fra brystrem.
de: Verfeinert die Apple-Watch-Schlafphasen mithilfe der HRV des Brustgurts.
es: Refina las fases de sueño de Apple Watch usando la HRV de la banda pectoral.
fi: Tarkentaa Apple Watchin univaiheita rintapannan HRV:n avulla.
fr: Affine les phases de sommeil de l'Apple Watch à l'aide de la HRV de la ceinture pectorale.
is: Fínstillir svefnstig Apple Watch með HRV frá brjóstbelti.
it: Affina le fasi del sonno di Apple Watch usando l'HRV della fascia toracica.
ja: 胸ストラップのHRVを使用してApple Watchの睡眠ステージを精緻化します。
ko: 흉부 스트랩 HRV를 사용하여 Apple Watch 수면 단계를 정교하게 다듬습니다.
nb: Forbedrer Apple Watch-søvnstadier ved hjelp av HRV fra brystbelte.
nl: Verfijnt de slaapfasen van Apple Watch met behulp van de HRV van de borstband.
pt_br: Refina as fases de sono do Apple Watch usando o HRV da cinta peitoral.
ru: Уточняет фазы сна Apple Watch с помощью ВСР нагрудного ремня.
sv: Förfinar Apple Watch-sömnstadier med hjälp av HRV från bröstband.
zh_hans: 使用胸带 HRV 优化 Apple Watch 的睡眠阶段。
